[{"id": 0, "content": "2\n\n\n\n\n\n1\n\n\n\n\n\nבבית המשפט העליון בשבתו כבית משפט גבוה לצדק\n\n\n\nבג\"ץ 554/20\n\n\n\nלפני:\t\n\nכבוד המשנה לנשיאה ע' פוגלמן\n\n\n\nכבוד השופט י' עמית\n\n\n\nכבוד השופטת ד' ברק-ארז\n\n\n\nהעותרים:\n\n1. צבי אלעזר שישא\n\n\n\n2. משה סעמיועלס\n\n\n\n\n\nנ  ג  ד\n\n\n\nהמשיבים:\n\n1. שר הביטחון\n\n\n\n2. רמטכ\"ל\n\n\n\n3. מפקד יחידת מיטב\n\n\n\n4. מפקד לשכת הגיוס בירושלים\n\n\n\nעתירה למתן צו על תנאי\n\n\n\nבשם העותרים:\n\nעו\"ד שמואל הורביץ; עו\"ד נדב גדליהו\n\n\n\nבשם המשיבים:\n\nעו\"ד אילנית ביטאו\n\n\t\n\n"}, {"id": 1, "content": "\n\n\t\n\nפסק-דין\n\n\n\nהמשנה לנשיאה ע' פוגלמן:\n\n\n\n\tבעתירה שלפנינו התבקשנו להורות למשיבים להעניק לעותרים פטור משירות ביטחון מטעמי דת ומצפון לפי סעיף 36 לחוק שירות ביטחון [נוסח משולב], התשמ\"ו-1986 בשל השתייכותם לקהילת היישוב הישן; לבחון את מתן הפטור כאמור מבלי שהדבר יותנה בהגיעם לגיל 18 או בהשלמת הליכי המיון לבדיקת כשירותם לשירות (להלן: הליכי המיון); לדחות את המועד שבו ידרשו להתייצב להליכי המיון עד לאחר הכרעה בבקשתם למתן פטור; ולפטור את העותרים משירות ביטחון מטעמי אי התאמה או בהחלטה מיוחדת.\n\n\n\nהעותרים, ילדי שנת 2002, זומנו בשנת 2019 להתייצב בלשכת הגיוס להליכי המיון, אך לא התייצבו כנדרש. משלא התייצבו בתאריכים המיועדים, זומנו מספר פעמים נוספות וחרף זאת לא התייצבו בלשכת הגיוס. העותרים פנו למשיבים (יוער כי פנייתו של העותר 1 למשיבים הועברה לפני המועד שבו נדרש להתייצב בלשכת הגיוס) בבקשה לפטור אותם משירות ביטחון וכן מהתייצבות להליכי המיון, בשל השתייכותם לקהילת \"היישוב הישן\", וכן ביקשו שבקשתם תיבחן אף בטרם ימלאו להם 18 שנים, ואולם המשיבים סירבו לבקשותיהם. כמו כן, דחו המשיבים את בקשתם החלופית למתן פטור מטעמי אי התאמה או בהחלטה מיוחדת.\n\n\n\n"}, {"id": 2, "content": "\n\n\n\n\n\nמכאן העתירה שלפניי. בעיקרם של דברים, טוענים העותרים כי דין מדיניות המשיבים שבגדרה מתן הפטור מטעמי דת ומצפון מותנה בהשלמת הליכי המיון ובכך שמלאו למועמד לגיוס 18 שנים (להלן: המדיניות) להתבטל, מכיוון שהיא מנוגדת לעיקרון החוקיות משאינה מעוגנת בנהלי המשיבים. לשיטתם, המדיניות פוגעת בחופש הדת והמצפון של העותרים, וכן בזכויות יסוד נוספות, ובהן זכותם לחופש ביטוי, לכבוד, לחירות ולפרטיות. כמו כן, טוענים העותרים כי המדיניות פוגעת בזכותם לשוויון, מאחר שנהלי הצבא מאפשרים לקבוצות אחרות באוכלוסייה לדחות את הליכי המיון עד לאחר בחינת בקשתם למתן פטור. לחלופין מבקשים העותרים כי נורה למשיבים לפטור את העותרים מטעמי אי-התאמה לשירות צבאי או לפטור אותם בהחלטה מיוחדת (ומפנים בהקשר זה לפקודת מטכ\"ל 30.0118 \"הענקת תעודות פטור משירות ביטחון\" (29.8.1996)  בשל התנגדותם האמונית לשירות צבאי כמי שמשתייכים לקהילת היישוב הישן.  \n\n\n\n"}, {"id": 3, "content": "\n\n \n\n\n\nהמשיבים טוענים מנגד כי דין העתירה להידחות על הסף מחמת חוסר ניקיון כפיים, וזאת מאחר שהעותרים עשו דין לעצמם, לא התייצבו להליכי המיון ואף לא גילו  זאת במסגרת עתירתם. המשיבים סבורים כי דין העתירה להידחות אף לגופה, בהיעדר עילה להתערבות במדיניות המשיבים באשר למועד בירור בקשות לפטור משירות ביטחון. המשיבים מדגישים כי עתירות דומות שהוגשו על ידי חברי קהילת היישוב הישן נדחו על ידי בית משפט זה. לשיטת המשיבים, בחובת ההתייצבות להליכי המיון אין נטילת חלק בשירות ביטחון או במסגרת צבאית. לטענתם, הליכים אלה נדרשים לשם הערכת כשירות המועמד שכן אין מקום לבחון את בקשת המועמד למתן פטור בטרם יימצא כשיר לשירות. אשר לבקשתם של העותרים למתן פטור מטעמי אי התאמה או לחלופין בהחלטה מיוחדת, לטענת המשיבים פטור זה ניתן למיועד לגיוס בנסיבות חריגות ופרטניות, כאשר במסגרת זאת נשקלים מכלול הנתונים בענייננו של המועמד כפי שהם נלמדים בהליכי המיון. \n\n\n\n"}, {"id": 4, "content": "\n\n\n\n\n\nלבקשתם, התרתי לעותרים להשיב לתגובת המשיבים. בתמצית, שוללים העותרים את הטענה בדבר חוסר ניקיון כפיים. לטענת העותרים, הם לא ניסו להטעות את בית המשפט וזאת מאחר שנקודת המוצא בעתירה היא שהם לא משתפים פעולה עם הליכי הגיוס; כן נטען כי העותרים לא יכלו לפרט במסגרת העתירה את מועדי הזימונים שכן המידע האמור מצוי אצל המשיבים. כמו כן הצביעו העותרים על השוני שקיים לטענתם בין העתירות שנדחו בעניין מתן פטור לחברי קהילת היישוב הישן לבין העתירה דנן. לחלופין, מבקשים העותרים להגיש עתירה מתוקנת.\n\n\n\n"}, {"id": 5, "content": "\n\n\n\n\n\nלאחר שעיינתי בעתירה, בתגובה לה ובתשובת העותרים הגעתי לכלל מסקנה כי דינה להידחות. לבית משפט זה הובאו לא אחת עתירות שכוונו כלפי מדיניות המשיבים בנושא בקשות לפטור משירות צבאי לחברי קהילת היישוב הישן. עתירות אלה נדחו נוכח שיקול הדעת הרחב הנתון למשיבים בסוגיה האמורה, סוגיה מקצועית המצריכה התחשבות בשיקולים רבים. כך, בבג\"ץ 8283/18 ועד בני היישוב הישן נ' ממשלת ישראל (9.8.2020) (להלן: עניין ועד בני היישוב הישן), נדחתה על הסף עתירה שבה התבקש בין היתר סעד של מתן פטור מהתייצבות להליכי המיון לחברי קהילת היישוב הישן, תוך שנקבע כי:\n\n \"חברי קהילת היישוב הישן, עליה נמנים העותרים על פי הנטען, אינם זכאים לפטור משירות מעצם השתייכותם לקהילה. עניינם צריך להיבחן רק בהתאם להסדרים הכלליים החלים על גיוס לצה\"ל, ובמקרים המתאימים בהתאם להסדרים החלים על בני הקהילה החרדית בכללותה [...]  גם טענת העותרים כי יש ליתן לבני הקהילה פטור גורף מטעמים מצפוניים אינה מגלה כל עילה להתערבות. [...] מדיניות המשיבים למתן פטור מטעמי מצפון נבחנה על ידי בית משפט זה מספר פעמים לאורך השנים ונמצאה סבירה ומידתית (ראו, בין היתר: בג\"ץ 7622/02 זונשיין נ' הפרקליט הצבאי הראשי (30.10.2002); בג\"ץ 8771/08 ארלנק נ' שר הבטחון (31.3.2009); בג\"ץ 2383/04 מילוא נ' שר הביטחון (9.8.2004); בג\"ץ 5587/09 שבילי נ' שר הביטחון (28.7.2010))\" (פסקה 5; לשלמות התמונה יוער כי עתירה לביטול פסק דין זה נדחתה גם היא (בג\"ץ 6375/20 ועד בני היישוב הישן נ' הרכב בית המשפט הגבוה לצדק שפסק בתיק בג\"ץ 8283/18 (1.10.2020)). \n\n\n\n\tבהתאם לכך, אין העותרים זכאים לקבל פטור מטעמי מצפון אך על בסיס  הצהרתם כי הם משתייכים לקהילת היישוב הישן וכי הם מתנגדים לשירות צבאי; על העותרים להגיש בקשה פרטנית למתן פטור משירות מטעמי מצפון, ובקשותיהם ייבחנו בהתאם לנהלים הכלליים אשר מסדירים את אופן בחינת בקשות אלה. גם בקשת העותרים שנורה על דחיית המועד שבו יחויבו להתייצב להליכי המיון עד לאחר בחינת בקשתם למתן פטור מטעמי מצפון מעלה נושא שנדון ונדחה במסגרת עתירות קודמות (בג\"ץ 999/21 היימליך נ' שר הביטחון, פסקה 12 (13.7.2021); בג\"ץ 1882/21 וויס נ' שר הביטחון, פסקאות 15-14 (17.6.2021) (להלן: עניין וייס)). אין בטענות שמעלים העותרים בעתירה הנוכחית כדי להצדיק דיון מחודש בסוגיות אלו.\n\n\n\n"}, {"id": 6, "content": "\n\n\n\n\n\n אשר ליתר הסעדים שהתבקשו בעתירה – דינם להידחות בהיעדר עילה להתערבות. העותרים מבקשים כי נורה למשיבים לבחון את בקשת העותרים למתן פטור מטעמי מצפון עובר להגיעם לגיל 18; לחלופין, מבקשים הם שנורה כי יינתן להם פטור \n\n פטור בהחלטה מיוחדת או מטעמי אי התאמה אף בטרם ישלימו את הליכי המיון. ואולם, מדובר במדיניות מקצועית-תכנונית של רשויות הצבא בתחום כוח האדם, והלכה עמנו כי שיקול דעתן של רשויות הצבא \"בענייני פרוצדורה\" בהקשר זה הוא רחב (עניין וויס, בפסקה 15; עניין ועד בני היישוב הישן, פסקה 5; בג\"ץ 3630/20 טופר נ' צבא הגנה לישראל, פסקה 12 (9.7.2020); בג\"ץ 2210/14 כוכבי נ' צבא הגנה לישראל (27.3.2014); בג\"ץ 2203/20 פודים נ' ראש אגף כוח אדם בצה\"ל, פסקה 6 (22.4.2020)). לא מצאתי כי העתירה שלפנינו מקימה עילה להתערבות במדיניות המשיבים כאמור. \n\n\n\n"}, {"id": 7, "content": "\n\n\n\nלכך יש להוסיף את הימנעותם של העותרים לציין במסגרת עתירתם כי לא התייצבו להליכי המיון. התנהלות זאת, שיש בה הצגת תמונה חלקית לבית המשפט, עלולה לעלות לחוסר ניקיון כפיים שיש בו להצדיק דחיית העתירה על הסף (וראו גם: בג\"ץ 540/19 שישא נ' שר הביטחון (11.2.2021)). בנסיבות האמורות אף לא ראיתי להיענות לבקשתם החלופית של העותרים להגיש עתירה מתוקנת. \n\n\n\n\tסוף דבר: העתירה נדחית. בנסיבות העניין, אין צו להוצאות.\n\n\n\n\tניתן היום, ‏י\"ח בתמוז התשפ\"ב (‏17.7.2022).\n\n\n\n\n\nהמשנה לנשיאה\n\nש ו פ ט\n\nש ו פ ט ת\n\n_________________________\n\n   20005540_M22.docx   תש\n\nמרכז מידע, טל' 077-2703333, 3852* ; אתר אינטרנט,  https://supreme.court.gov.il\n\n\n\n\n\n\n\n\n\n1"}, {"id": 8, "content": "2\n\n\n\n\n\n1\n\n\n\n\n\n\n\nבבית המשפט העליון בשבתו כבית משפט לערעורים בעניינים מינהליים\n\n\n\nעע\"מ  8831/20\n\n\n\nלפני:\t\n\nכבוד השופט נ' סולברג\n\n\n\nכבוד השופט ד' מינץ\n\n\n\nכבוד השופטת י' וילנר\n\n\n\nהמערערות:\n\n1. הועדה המחוזית לתכנון ובניה - מחוז צפון\n\n\n\n2. רשות מקרקעי ישראל\n\n\n\n\n\nנ  ג  ד\n\n\n\nהמשיבים:\n\n1. עלמה - מושב עובדים של הפועל מזרחי להתיישבות חקלאית\n\n\n\n2. הוועדה המקומית לתכנון ולבניה מרום גליל\n\n\n\n3. ועד מקומי ריחאניה\n\n\n\nערעור על פסק הדין של בית המשפט המחוזי בנצרת בשבתו כבית משפט לעניינים מינהליים מיום 4.11.2020 בעת\"מ 38917-02-20 שניתן על-ידי כבוד הנשיא א' אברהם\n\n\n\nתאריך הישיבה:\n\nי\"ג בכסלו התשפ\"ג       \n\n(7.12.2022)\n\n\n\nבשם המערערות:\n\nעו\"ד תהילה רוט\n\n\n\nבשם המשיב 1:\n\nעו\"ד יצחק פריד; עו\"ד אורן פרג' בנימין\n\nבשם המשיבה 2:\n\nעו\"ד משה חורי\n\nבשם המשיב 3:\n\nעו\"ד מוחמד סואלחה; עו\"ד פדל בדארני\n\n\t\n\n\n"}, {"id": 9, "content": "\n\n\n\n\n\n\n\nפסק-דין\n\n\n\nהשופט נ' סולברג:\n\n\n\nערעור על פסק הדין של בית המשפט המחוזי בנצרת, בשבתו כבית משפט לעניינים מינהליים, מיום 4.11.2020 (עת\"מ 38917-02-20; הנשיא א' אברהם). בפסק הדין, התקבלה עתירת המשיב 1, מושב עלמה, והוחלט לבטל את החלטת המערערת 1, הוועדה המחוזית לתכנון ובנייה – מחוז צפון, מיום 30.12.2019, שעל-פיה בחרה לעשות שימוש בסמכותה שלפי סעיף 61א(ב3)(3)(ב) לחוק התכנון והבניה, התשכ\"ה-1965 (להלן: חוק התכנון והבניה), ולהגיש באופן עצמאי תכנית מתאר מקומית מספר 209-0365114, להרחבת הישוב הצ'רקסי ריחאניה שבגליל. להחלטה זו, קדמה החלטה אחרת של הוועדה המחוזית, מיום 15.7.2019, שבה הוחלט להודיע למשיבה 2, הוועדה המקומית לתכנון ולבניה מרום גליל, כי ככל שהוועדה המקומית לא תגיש את התכנית, בתוך 30 ימים, בכוונת הוועדה המחוזית לעשות כן בעצמה ( מכוח סמכותה שלפי סעיף 61א(ב3)(3)(ב) לחוק התכנון והבניה). אמנם, הוועדה המקומית בחרה להגיש את התכנית, אך לאחר בחינתה, המליצה לדחותה. בעקבות זאת, ראתה הוועדה המחוזית את הוועדה המקומית, כמי שכלל לא הגישה את התכנית, וקבעה, כאמור, בהחלטה מיום 30.12.2019, כי התכנית תוגש מחדש על-ידה. בפסק הדין נקבע, בין היתר, כי משעה שפעלה הוועדה המחוזית בהתאם לסמכותה שלפי סעיף 61א(ב3)(3)(ב), והוועדה המקומית אכן בחרה להגיש את התכנית, לא היתה הוועדה המחוזית רשאית להתעלם מהמלצתה של הוועדה המקומית, ולהגיש את התכנית מחדש, ואין לשעות לטענתה, כי המלצה זו, כמוה כאי-הגשה. \n\n\n\n"}, {"id": 10, "content": "\n\n\n\n\n\nבמסגרת הערעור, התמקדו המערערות בשלוש קביעות משפטיות בפסק הדין, שבהן לטענתן נפלה שגגה: דחיית הטענה שהעלתה הוועדה המחוזית, כי מדובר בעתירה מוקדמת; קביעת בית המשפט המחוזי, כי הוועדה המקומית היתה מוסמכת לדחות את התכנית; וקביעתו כי הוועדה המחוזית לא היתה רשאית להגיש מחדש את התכנית, משעה שבחרה לאפשר לוועדה המקומית לעשות כן בעצמה, אף שזו המליצה לבסוף לדחותה.\n\n\n\nלצד טענותיהן אלה, עדכנו המערערות, כי \"התכנית שבמוקד הערעור הוגשה מחדש לוועדה המחוזית על ידי משרד הבינוי והשיכון, ומספרה יהיה 209-0928762. תכנית זו מצויה בעת הזו בשלב בדיקת עמידתה בתנאי הסף\" (פסקה 46 לסיכום הטענות מטעם המערערות). בהמשך, במסגרת דיון על-פה שנערך לפנינו, ביום 7.12.2022, הוסיפו המערערות וציינו בהקשר זה, כי הוחלט להגיש את התכנית מחדש על-ידי משרד הבינוי והשיכון, מחמת הצורך האקוטי במתן פתרון למצוקת הדיור של תושבי ריחאניה. המערערות לא התעלמו מן העובדה, שכתוצאה מהגשת התכנית מחדש, הפך הערעור לתיאורטי, במה שנוגע לנסיבות המקרה הקונקרטי, אך לצד זאת טענו, כי ישנה חשיבות ציבורית בקיום דיון בסוגיות המשפטיות שבערעור, נוכח השפעת פסק הדין של בית המשפט המחוזי על עבודתם השוטפת של מוסדות התכנון.\n\n\n\n"}, {"id": 11, "content": "\n\n \n\n\n\nלאחר ששקלתי את טיעוני הצדדים, אלה שבכתב ואלה שבעל-פה, ומבלי שנעלמה מעינַי טענת המערערות, להשלכות פסק הדין של בית המשפט המחוזי על מוסדות התכנון, באתי לכלל מסקנה כי דין הערעור להידחות, בהיותו תיאורטי. כפי שנקבע, לא פעם ולא פעמיים, ככלל, בית המשפט ימָנַע מעיסוק בשאלות תיאורטיות, שהדיון בהן אינו מביא לנפקות מעשית, קונקרטית: \"הלכה ידועה היא עמנו, כי על דרך הכלל ימאן בית המשפט להכריע בשאלה תיאורטית. 'בית המשפט עמוס תיקים לעייפה. ברור שאם בית המשפט יהיה מוכן לדון גם בעניינים תאורטיים, העומס הקיים יכבד עוד יותר' [...] מטעם זה ומטעמים נוספים שבמהות, איננו רואים עצמנו בני חורין להידרש לשאלות משפטיות שאינן דורשות הכרעה במקרה הקונקרטי שלפנינו, למעט מצבים חריגים\" (עע\"ם 2211/19 האגודה לזכויות האזרח בישראל נ' ראש עיריית חיפה, פסקה 11 לחוות דעתי (11.11.2020)). אמנם, המערערות טוענות, כי הכרעה בעת הזו, בסוגיה התיאורטית שלפנינו, תביא עמה תועלת לעתיד לבוא, ותסייע להבהיר ולחדד את גדרי סמכותם של מוסדות התכנון. בהקשר זה נטען, כי יש חשיבות בכך שפסק הדין מושא הערעור לא יוותר על מכונו, נוכח השגיאות המשפטיות שלטענתן נפלו בו. ואולם, הלכה זו – הימנעות מדיון תיאורטי, שאינו נטוע בעובדות קונקרטיות – טעמיה טובים, שורשיה איתנים, ואין בטענות המערערות כדי להצדיק סטייה ממנה. הכרעה על יסוד שאלה משפטית תיאורטית, שאינה נשענת על מסכת עובדתית תקפה, אקטואלית, משולה להשלכת חץ באפלה, אל עבר הלא נודע, בתקווה כי יגיע אל המטרה, וישיג את יעדיו. כפי שציין פרופ' יצחק זמיר, \"קורה שבית המשפט מתבקש להכריע בסכסוך שהתגלע בין הצדדים על בסיס של עובדות מסוימות, אך אין אלה עובדות בפועל אלא עובדות בכוח, כלומר עובדות משוערות (היפותטיות), שאין זה בטוח כי יתרחשו, וייתכן כי יתרחשו בצורה שונה, אם מעט ואם הרבה. במקרה כזה אם העובדות המשוערות לא יתרחשו כלל, נמצא שבית המשפט טרח לריק, ואם יתרחשו בצורה שונה, ואפילו שונה רק במעט, צפויה להתעורר השאלה אם פסק הדין תופס במצב עובדתי זה, ונמצא כי פסק הדין לא סיים את הסכסוך בין הצדדים\" (יצחק זמיר \"ביקורת שיפוטית בעניינים תיאורטיים\" ספר סטיב אדלר 583, 592 (2016)) (להלן: זמיר). הנה כי כן, הכרעה משפטית, מבלעדי מסכת עובדתית תקפה, בעלת אחיזה בעולם המעשה, עלולה לכלות משאבים שיפוטיים יקרים, מבלי להביא לבסוף לתוצאה המיוחלת.\n\n\n\n"}, {"id": 12, "content": "\n\n\n\n\n\nאמנם לכלל זה קיים חריג, שהוגדר על-ידי פרופ' זמיר באופן הבא: \"החריג המקובל ביותר על בית המשפט מתייחס לעניין קצר מועד, כלומר מקרה שבו לעניין הנדון אורך חיים קצר, ולכן מבחינה מעשית קשה מאוד, ואולי אף בלתי אפשרי, לדון ולהכריע בו לפני שהוא נעשה תאורטי\" (זמיר, עמוד 609). חריג זה, הופעל למשל בבג\"ץ 6055/95 צמח נ' שר הביטחון, פ\"ד נג(5)241, 250 (1999), שם קיים בית המשפט דיון בשאלה משפטית תיאורטית, לאחר שנמצא, כי מבחינה מעשית לא ניתן יהיה לפסוק בה הלכה, אלא אם תוצג כשאלה כללית, שאינה כרוכה בנסיבות מקרה מסוים (וראו גם: בש\"פ 8823/07 פלוני נ' מדינת ישראל, פסקאות 11-8 לפסק הדין של המשנה לנשיאה א' ריבלין (11.2.2010)). דא עקא, המקרה שלפנינו, אינו מצדיק את הפעלת החריג על-ידנו, וזאת גם אם היינו מקבלים את טענת המערערות, כי פסק הדין של בית המשפט המחוזי צפוי להשליך על עבודת מוסדות התכנון. כאמור, בנסיבות ענייננו, הדיון בערעור הפך תיאורטי, נוכח התנהלותן של המערערות עצמן, אשר בחרו להגיש בינתיים את התכנית מחדש, על-ידי גורם אחר, ולא להמתין עד לאחר הכרעה סופית בערעור. במצב דברים זה, לא ניתן לומר כי לא צפויים מקרים נוספים בעתיד, שבהם אפשר יהיה לדון ולהכריע, על יסוד מסכת עובדתית רלבנטית ואקטואלית. ממילא, אין מקרה זה בא בגדר אותם מקרים חריגים ונדירים, שבהם לעולם לא תהיה אפשרות לפסוק הלכה מעשית, אלא במקרים תיאורטיים. נוכח זאת, ברי כי אין להפעיל בענייננו את החריג האמור, תוך סטייה מדרך המלך, ומן ההלכה הפסוקה. \n\n\n\n"}, {"id": 13, "content": "\n\n\n\n\n\nלהנחת הדעת אוסיף – בהתייחס לטענת המערערות, כי הסוגיה אינה תיאורטית, משום שפסק הדין משליך במישרין על עבודת מוסדות התכנון – כי גם מענה לחשש זה שהביעו המערערות, ניתן למצוא בהלכה הפסוקה. כפי שציינתי בעע\"ם 1798/20 עמותת פורום המזרח התיכון ישראל נ' עיריית תל אביב-יפו, (7.1.2021), בהתייחס לטענות דומות שהעלתה המערערת באותו הליך, \"לא הייתי רואה לנכון למשוך את ידי מן ההכרעה בערעור, אילו היה בכך כדי לפגוע בזכויותיה של המערערת, במובן זה שפסק הדין של בית המשפט לעניינים מינהליים יעמוד לה לרועץ, כמעשה בית-דין\". ואולם, \"כך מורה הלכה פסוקה עתיקת יומין: '[כאשר מתעורר] ענין שבו נשללה מבעל-דין האפשרות לערער משום שהמחלוקת אינה נטושה עוד (mootness) [...] במקרה כזה, כשאבד הכלח על התביעה, אין בעל-דין יכול לערער עוד, ופסק-הדין נשאר שריר וקיים [...] ונשאלת השאלה, ממצא מזיק הכלול באותו פסק-דין מה יהא עליו בעתיד? [...] התוצאה היא הפוכה מסברת המערערים. לא בגלל מחלוקת אפשרית בעתיד רשאים המערערים לערער עתה על פסק-דין שיצא לטובתם, אלא, אם אמנם תהא עוד מחלוקת נוספת בעתיד, לא יהא הממצא שנקבע בעוכריהם, כי לא יהא בבחינת 'מעשה-בית-דין'. תוצאה זו לא רק שיש בה כדי למנוע עוול למערערים, אלא היא אף עולה בקנה אחד עם הצורך לעשות שימוש יעיל בהליכים משפטיים' [...]. הרציונל שביסוד הלכה זו הוא ברור: לא נהפוך את היוצרות ונדון כעת בערעור, שמא יבוא לידי מעשה: 'מידת היעילות מחייבת להעדיף כלל לפיו לא יקימו נימוקי פסק הדין השתק פלוגתא כלפי בעל הדין הזוכה, על פני מצב בו יידרש בית המשפט של ערעור למחלוקת שאין לדעת האם תטריד אי פעם את בעלי הדין' [...]. כך סיכם יואל זוסמן הלכה זו, בספרו סדרי הדין האזרחי 791-790 (מהדורה שביעית, 1995): 'אין צידוק לכך, כי בית המשפט ייזקק לערעור, שמא יזיק הממצא שבפסק הדין למערער במשפט אחר בעתיד [...] עם סיום המשפט, אין המחלוקת נטושה עוד בין בעלי הדין, ולא מן הראוי הוא להעסיק את בית המשפט לערעורים רק על שום שבעלי הדין יהיו אולי – ואולי אף לא יהיו – חלוקים בעתיד. ולבעיית הנתבע החושש מפני ההשתק בעתיד נמצא פתרון, ובית המשפט קבע כך: 'לא בגלל מחלוקת אפשרית בעתיד רשאים המערערים לערער עתה על פסק-דין שיצא לטובתם, אלא, אם אמנם תהא עוד מחלוקת נוספת בעתיד, לא יהא הממצא שנקבע בעוכריהם, כי לא יהא בבחינת מעשה-בית-דין'. על שום מה לא יהא הממצא בבחינת מעשה בית דין? על שום שנבצר היה מבעל הדין לערער עליו; תחת אשר ירחיב את זכותו לערער בגלל סכסוך שטרם נולד, צמצם בית המשפט את פעלו של מעשה בית דין לגבי העתיד, אם אמנם יוולד סכסוך חדש'\" (שם, פסקה 17 לחוות דעתי).\n\n\n\n"}, {"id": 14, "content": "\n\n \n\n\n\nהנה כי כן, חששן העיקרי של המערערות, מפני טעות שנפלה בפסק הדין, שעלולה ליצור מכאן ואילך מעשה בית-דין, או להוות פסק דין מנחה, כמשמעותו בסעיף 20(א) לחוק-יסוד: השפיטה – ניטל עוקצו. נותרנו אפוא, עם מקרה שהפך תיאורטי בנסיבותיו, ללא השלכות רוחב מעשיות, וממילא לא קמה הצדקה לדון בו. למען הסר ספק, אין באמור לעיל משום הבעת עמדה, לכאן או לכאן, באשר לגוף הטענות שהעלו המערערות, בכל הנוגע לקביעותיו של בית המשפט המחוזי.\n\n\n\nנוכח כלל האמור, אציע לחברי כי נדחה את הערעור. עוד אציע, כי בנסיבות העניין, נורה על חיוב המערערות בהוצאות, על הצד הנמוך, בסך של 4,000 ₪, לטובת המשיב 1, ובסכום זהה לטובת המשיבה 2.\n\n\n\n\n\n\t\t\t\n\n\t\t\t\n\n\t\t\t        ש ו פ ט\n\n\n\nהשופט ד' מינץ:\n\n\n\nאני מסכים. \n\n\n\n\t\t\t\n\n\t\t\t\n\n\t\t\t        ש ו פ ט\n\n\n\nהשופטת י' וילנר:\n\n\n\nאני מסכימה. \n\n\n\n\t\t\t\n\n\t\t\t\n\n\t\t\t        ש ו פ ט ת\n\n\n\n\tלפיכך הוחלט כאמור בפסק הדין של השופט נעם סולברג. \n\n\n\n\tניתן היום, ‏ג' בטבת התשפ\"ג (‏27.12.2022).\n\n\n\n\n\n\t\t\tש ו פ ט\n\n\t\t\t    ש ו פ ט\n\n\t\t\t        ש ו פ ט ת\n\n\n\n_________________________\n\n   20088310_O15.docx   פג\n\nמרכז מידע, טל' 077-2703333, 3852* ; אתר אינטרנט,  https://supreme.court.gov.il\n\n\n\n\n\n\n\n\n\n1"}, {"id": 15, "content": "2\n\n\n\n\n\n1\n\n\n\n\n\n\n\n\n\nבבית המשפט העליון בשבתו כבית משפט גבוה לצדק\n\n\n\nבג\"ץ  9011/20\n\n\n\nלפני:\t\n\nכבוד השופט נ' סולברג\n\n\n\nכבוד השופט ד' מינץ\n\n\n\nכבוד השופט א' שטיין\n\n\n\nהעותר:\n\nמחמוד שדאפנה\n\n\n\n\n\nנ  ג  ד\n\n\n\nהמשיבים:\n\n1. היועץ המשפטי לממשלה\n\n\n\n2. המשנה ליועץ המשפטי\n\n\n\n3. משרד המשפטים\n\n\n\n4. היחידה הארצית לאכיפת דיני התכנון והבניה, משרד האוצר\n\n\n\n5. מנהל מחוז צפון ברשות לאכיפת דיני מקרקעין משרד האוצר\n\n\n\n6. רשות מקרקעי ישראל\n\n\n\n7. המועצה המקומית אכסאל\n\n\n\nבקשה למתן צו על-תנאי\n\n\n\nבשם העותר:\n\nעו\"ד קייס נאסר\n\n\n\nבשם המשיבים:\n\nעו\"ד אבי מיליקובסקי\n\n\n\n"}, {"id": 16, "content": "\n\n\n\nפסק-דין\n\n\n\nהשופט א' שטיין:\n\n\n\nמהות העתירה\n\n\n\nהעתירה שלפנינו תוקפת את החלטת המשיבים 5-4 לנקוט בהליכי אכיפה נגד העותר לפי תיקון 116 לחוק התכנון והבנייה, התשכ\"ח-1965 (להלן, בהתאמה: תיקון 116 וחוק התכנון והבנייה) ותקנות העבירות המינהליות (קנס מינהלי – תכנון ובנייה), התשע\"ח-2018 (להלן: תקנות העבירות המנהליות), ביחס לחלק מחלקה 7, גוש 16916 באכסאל (להלן: המקרקעין). בתוך כך, מעלה העותר טענות כלליות באשר למדיניות המעודכנת מיום 12.11.2020 בעניין \"עבירות תכנון ובניה ביישובים הערבים והדרוזים\" ו\"שימושי פעילות לא חקלאית (פל\"ח) (להלן: פל\"ח) במגזר החקלאי\" באשר להליכי אכיפה לפי תיקון 116, ולפי תקנות העבירות המינהליות (אלו יחד יכונו להלן: המדיניות המעודכנת).\n\n\n\nהעותר, תושב אכסאל והבעלים של המקרקעין, עוסק בתחום הברזל ועושה שימוש במקרקעין – קרקע חקלאית – כתחנת מעבר לשינוע ברזל. \n\n\n\n"}, {"id": 17, "content": "\n\n\n\n\n\nבחודש נובמבר 2019 החלו הליכי פיקוח של יחידת האכיפה הארצית לאכיפת דיני התכנון והבנייה במשרד האוצר נגד העותר בגין השימוש במקרקעין לשם איסוף ברזל. העותר התחייב לפנות את המקרקעין עד ליום 1.6.2020. אחרי כן, העותר ביקש באמצעות בא-כוחו ארכה נוספת לצורך התארגנות למעבר למגרש המוסדר לתעשייה בתחום תוכנית תמל 1029, המרחיבה את אזור התעשייה באכסאל. הבקשה נדחתה ביום 13.12.2020. בהמשך לכך, ביום 23.12.2020, נחתמה הודעה על הטלת קנס מינהלי בסכום של 300,000 ש\"ח על העותר בהתאם לסעיף 8 לחוק העבירות המינהליות, התשמ\"ו-1985 (להלן, בהתאמה: חוק העבירות המינהליות והקנס). בו-ביום הוגשה העתירה שלפנינו; וביום 24.12.2020 נדחתה בקשתו של העותר למתן צו ארעי. לשם שלמות התמונה, יצוין כי בקשת העותר לביטול הקנס, אשר הוגשה ביום 24.3.2021, נדחתה ביום 26.5.2021 על ידי המחלקה להנחיית תובעים מוסמכי היועץ המשפטי לממשלה בפרקליטות המדינה.\n\n\n\n\n\nלאור האמור, מבקש העותר להרחיב את המדיניות המעודכנת באופן שזאת תחול גם על מקרהו, ולהפסיק את ההליכים נגדו עד ליום 31.12.2022, או עד למיצוי הליך ההסדרה. \n\n\n\n"}, {"id": 18, "content": "\n\n\n\n\n\nטענות הצדדים\n\n\n\nלטענת העותר, המדיניות המעודכנת נגועה בשני סוגי הפליה – וזאת, ללא כל צידוק: הפליה \"פנימית\" בין בתי מגורים לא מוסדרים במגזר הערבי לבין מבנים לא מוסדרים שבשימושים אחרים; וכן הפליה \"חיצונית\" בין שימושים שאינם לחקלאות במגזר הערבי לבין פל\"ח במגזר היהודי. נטען כי אין זה סביר שהמדיניות המעודכנת לא תחול על מקרה כגון זה של העותר, אשר מבקש תקופת התארגנות על מנת שיהא באפשרותו לעבור למגרש מאושר לשימוש תעשייתי, בשעה שהליכי השיווק של מגרשים כאלה אינם מצויים בשליטתו. עוד נטען כי ההחלטה נגועה בחוסר סבירות קיצוני ובחוסר מידתיות היות שהמדיניות המעודכנת גוררת אכיפה כוללנית גורפת מבלי לאפשר בדיקה פרטנית בכל מקרה ומקרה; וכי פינוי הוא החלופה הפוגענית ביותר מבין חלופות הטיפול; ומשכך, אינה מידתית.\n\n\n\nמנגד, טוענים המשיבים כי דין העתירה להידחות על הסף, הן בשל קיומו של סעד חלופי והן מחמת חוסר ניקיון כפיים של העותר.\n\n\n\n"}, {"id": 19, "content": "\n\n\n\n\n\nבמסגרת זו, נטען כי משהוטל על העותר קנס מינהלי, עמד לרשותו סעד חלופי יעיל שקבע המחוקק בדמות בקשה לביטול הקנס, ובמקרה של דחייתה, בקשה להישפט וניהול הליך פלילי. העותר אמנם הגיש בקשה לביטול הקנס, ברם לאחר שזו נדחתה, לא הגיש בקשה להישפט, על אף שחלף המועד לעשות כן. בנוסף, טוענים המשיבים כי העותר לא פרש לפני בית המשפט את מלוא התשתית העובדתית הצריכה לעניין: העותר טען כי \"הוועדה המקומית לא נקטה בכל הליך נגד העותר לפינויו מהמתחם\". אולם, נמנע הוא מלציין כי קודם להטלת הקנס המינהלי מושא העתירה, הוציאה הוועדה המקומית לתכנון ולבנייה מבוא העמקים (להלן: הוועדה המקומית) צו הריסה מינהלי ביחס למבנים שנבנו שלא כדין על המקרקעין (להלן: צו ההריסה), אשר בקשה לביטולו ולעיכוב ביצועו הוגשה לבית משפט לעניינים מקומיים נצרת (צה\"מ 34408-12-18) (יצוין כי מעיון במערכת \"נט המשפט\" עולה כי לאחר מספר הארכות למועד ביצוע צו ההריסה, ביום 30.6.2019 דחה בית המשפט (השופטת א' אבו-אסעד) בקשה נוספת מטעם העותר לעיכוב ביצועו של הצו – א.ש.). \n\n\n\n"}, {"id": 20, "content": "\n\n\n\n\n\nכמו כן מדגישים המשיבים כי גם לו הייתה מתקבלת דרישת העותר להרחיב את המדיניות המעודכנת למבנים שאינם בשימוש למגורים, לא היה בכך כדי לשנות את האכיפה בעניינו – זאת, מאחר שעסקינן בבנייה אשר סומנה להריסה על ידי מוסד תכנון ואשר מסכלת תוכנית קיימת.\n\n\n\nבנוסף, טוענים המשיבים כי דין העתירה להידחות גם לגופו של עניין לנוכח העובדה שהמדיניות המעודכנת נועדה אך להקל ביחס לסדר הקדימות באכיפה; אין מדובר בהקפאתה; והיא חלה על מבנים שלא מתנהלים לגביהם הליכי אכיפה כדי לאפשר הסדרה כדין של בנייה ישנה המשמשת למגורים. משכך הוא, המדיניות המעודכנת כלל לא נועדה לחול על מבנים כבעניינו של העותר, אשר לא קיים אופק הסדרתי עבורם ואשר האכיפה בעניינם מצויה בעיצומה ומונעת על ידי צווים שיפוטיים אשר נדונו ואושרו בערכאות שונות.\n\n\n\n"}, {"id": 21, "content": "\n\n\n\n\n\nבהודעת הבהרה מטעם המשיבים דחו המשיבים את טענותיו של העותר ביחס לקיומה של הפליה פסולה. ביחס לטענת ההפליה ה\"פנימית\", הוסבר כי המדיניות המעודכנת נותנת ביטוי לשוני רלבנטי, אשר עולה בקנה אחד עם הוראות חוק התכנון והבנייה – בין מגורים, מצד אחד, לבין שימושים עסקיים, מהצד השני – ומשכך הוא, איננה מפלה כלל ועיקר. באשר לטענה בדבר הפליה ה\"חיצונית\", הודגש כי לא ניתן לטעון להפליה בין מי שנזקק לאישור המדינה ליצירה ולמימוש של זכויות תכנוניות לבין מי שאיננו זקוק לה; וכי אף במגזר הערבי, במקום שבו התכנון מאפשר שימוש שאינו חקלאי, ניתן לממשו. עוד טוענים המשיבים כי מדיניות האכיפה במגזר החקלאי כלל אינה רלבנטית לעניינו הקונקרטי של העותר, אשר אינו ממלא את התנאים לקיום פל\"ח.\n\n\n\n"}, {"id": 22, "content": "\n\n\n\n\n\nדיון והכרעה\n\n\n\nלאחר עיון בכתובים אשר הונחו לפנינו, הגענו למסקנה כי דין העתירה להידחות על הסף – זאת, מחמת קיומו של סעד חלופי מובהק וכן לנוכח חוסר ניקיון כפיו של העותר.\n\n\n\nהעתירה שלפנינו איננה עתירה ציבורית. העתירה לא נסובה על המדיניות המעודכנת של המשיבים כנושא כללי, אלא על ענייניו הפרטניים של העותר. ניסיונו של העותר לשוות לעתירה מעטה של סוגיה ציבורית-עקרונית נדון לכישלון. זאת, מאחר שטענות העותר באשר למדיניות המעודכנת כלל אינן רלבנטיות לעניינו-שלו. נוכח האמור, פתוחה היתה בפני העותר הדלת לשטוח את טענותיו באשר לקנס שהוטל עליו לפני ערכאה מתאימה במסגרת בקשה להישפט לפי סעיף 8א(ה) לחוק העבירות המינהליות (לאחר שבקשתו לביטול הקנס נדחתה ביום 26.5.2021). הווה אומר: מקומן של טענות העותר באשר להליך האכיפה שננקט נגדו ולעצם הטלת הקנס הוא במסגרת ההליך הפלילי, אשר מהווה \"סעד חלופי יעיל. בפרט כך, מקום שבו נקבע מסלול סטטוטורי קונקרטי להשגה או ערעור על החלטה מינהלית מן הסוג הנתקף בעתירה\" (ראו: בג\"ץ 2146/20 רמאל נ' פרקליטות המדינה – המחלקה להנחיית תובעים ומוסמכי היועץ המשפטי לממשלה (31.5.2020); עוד ראו: בג\"ץ 4972/21 יאסין נ' היחידה הארצית לאכיפת דיני התכנון והבניה, פסקה 5 (8.8.2021); דפנה ברק-ארז משפט מינהלי כרך ד – משפט מינהלי דיוני 377-373 (2017)). אנו אומרים דברים אלה מבלי לטעת מסמרות בטענה באשר להפליה הנטענת, אשר לא נתבררה די הצורך במישור הציבורי במסגרת העתירה שלפנינו – זאת, בין היתר, לנוכח העובדה שהרחבת המדיניות המעודכנת לא היתה עוזרת לעותר בהתחשב בהפרות המיוחסות לו.\n\n\n\n"}, {"id": 23, "content": "\n\n\n\n\n\nדי באמור כדי לדחות את העתירה דנן על הסף. לצד האמור, נוסיף ונדגיש כי \"אי גילוי מלא של הליכים קודמים והחלטות שיפוטיות הרלוונטיות לעניין הוא בבחינת חוסר ניקיון כפיים במשמעותו ובנפקותו המשפטית ...\" (ראו: בג\"ץ 3810/11 פלונית נ' בית הדין הרבני האזורי באשדוד, פסקה 18 (29.3.2012)‏‏; עוד ראו: בג\"ץ 4299/18 בלומברג נ' היועץ המשפטי לממשלה, פסקה 11 (24.6.2018)). העותר נמנע מלהתייחס בעתירתו לצו ההריסה ולהליך בבית המשפט לעניינים מקומיים נצרת, ואף ציין בכתב העתירה כי לא ננקט כל הליך לפינויו מהמקרקעין על ידי הוועדה המקומית. מטעם זה של אי-גילוי לבדו, מן הדין לדחות את העתירה שלפנינו על הסף.\n\n\n\nהואיל והמשיבים הודיעו כי לא יתנגדו להארכת המועד להישפט – ככל שיבחר העותר להגיש בקשה לפי סעיף 31(ב) לחוק העבירות המינהליות לערכאה המתאימה תוך 14 יום ממועד פסק דיננו – רשמנו לפנינו כי הקנס לא יעמוד לגבייה במשך 14 יום שלאחר מועד פסק הדין; זאת, כדי שהעותר יוכל להגיש בקשה להארכת המועד, אם יחפוץ בכך.\n\n\n\nהעתירה נדחית אפוא על הסף. העותר יישא בהוצאות המשיבים בסך של 4,000 ש\"ח.\n\n\n\n\tניתן היום, ‏ב' בניסן התשפ\"ב (‏3.4.2022).\n\n\n\n\n\nש ו פ ט\n\nש ו פ ט\n\nש ו פ ט\n\n\n\n_________________________\n\n   20090110_F16.docx   עב\n\nמרכז מידע, טל' 077-2703333, 3852* ; אתר אינטרנט,  https://supreme.court.gov.il\n\n\n\n\n\n\n\n\n\n1"}]